Repository: mitgor/minimalistic-altimeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# The fix currently reads %@ %@.
source: The fix currently reads %1$@ %2$@.
ar: يقرأ الموقع حاليًا %@ %@.
de: Der Fix zeigt derzeit %@ %@.
es: La posición marca ahora %@ %@.
fr: La position indique actuellement %@ %@.
hi: फ़िक्स अभी %@ %@ दिखा रहा है।
id: Fix saat ini menunjukkan %@ %@.
it: La posizione indica ora %@ %@.
ja: 現在の測位値は %@ %@ です。
ko: 현재 측위값은 %@ %@입니다.
nl: De positie geeft nu %@ %@ aan.
pl: Pozycja wskazuje teraz %@ %@.
pt_br: A posição atual indica %@ %@.
ru: Сейчас спутники дают %@ %@.
sv: Positionen visar just nu %@ %@.
th: ขณะนี้สัญญาณอ่านได้ %@ %@
tr: Konum şu anda %@ %@ gösteriyor.
uk: Зараз супутники дають %@ %@.
vi: Định vị hiện đọc %@ %@.
zh_hans: 当前定位读数为 %@ %@。
zh_hant: 目前的定位讀數為 %@ %@。

source: The last altitude, pressure and trip totals.
ar: آخر ارتفاع وضغط ومجاميع الرحلة.
de: Letzte Höhe, Druck und Tour-Summen.
es: Última altitud, presión y totales de la ruta.
fr: Dernière altitude, pression et cumuls du trajet.
hi: आख़िरी ऊँचाई, दबाव और ट्रिप योग।
id: Ketinggian, tekanan, dan total perjalanan terakhir.
it: Ultima quota, pressione e totali del percorso.
ja: 最新の高度、気圧、トリップ集計。
ko: 마지막 고도, 기압, 트립 합계.
nl: De laatste hoogte, druk en triptotalen.
pl: Ostatnia wysokość, ciśnienie i podsumowanie trasy.
pt_br: A última altitude, a pressão e os totais do trajeto.
ru: Последняя высота, давление и итоги маршрута.
sv: Senaste höjd, tryck och tursummor.
th: ความสูง ความดัน และยอดรวมทริปล่าสุด
tr: Son yükseklik, basınç ve yolculuk toplamları.
uk: Остання висота, тиск і підсумки маршруту.
vi: Độ cao, áp suất và tổng hành trình gần nhất.
zh_hans: 最近的海拔、气压和行程统计。
zh_hant: 最近的海拔、氣壓和行程統計。

source: The pressure sensor measures altitude changes to within a metre or so, but it cannot know how far it is to sea level on its own — weather moves the whole column up and down. Calibration pins it. Expect to redo it every few hours, or whenever the weather turns.
ar: يقيس مستشعر الضغط تغيّرات الارتفاع بدقة نحو متر واحد، لكنه لا يستطيع وحده معرفة بُعده عن مستوى سطح البحر — فالطقس يحرّك عمود الهواء كله صعودًا وهبوطًا. المعايرة تثبّته. توقّع إعادتها كل بضع ساعات، أو كلما تغيّر الطقس.
de: Der Drucksensor misst Höhenänderungen auf etwa einen Meter genau, kann aber allein nicht wissen, wie weit es bis zum Meeresspiegel ist — das Wetter hebt und senkt die ganze Luftsäule. Die Kalibrierung legt ihn fest. Rechne damit, sie alle paar Stunden zu wiederholen, oder wenn das Wetter umschlägt.
es: El sensor de presión mide los cambios de altitud con un margen de un metro aproximadamente, pero por sí solo no puede saber a qué distancia está el nivel del mar — el tiempo sube y baja toda la columna de aire. La calibración lo fija. Cuenta con repetirla cada pocas horas, o cuando cambie el tiempo.
fr: Le capteur de pression mesure les variations d'altitude à un mètre près environ, mais il ne peut pas savoir seul à quelle distance se trouve le niveau de la mer — la météo déplace toute la colonne d'air. Le calibrage le fixe. Prévoyez de le refaire toutes les quelques heures, ou dès que le temps change.
hi: दबाव सेंसर ऊँचाई के बदलाव लगभग एक मीटर की सटीकता से मापता है, पर समुद्र तल से अपनी दूरी अपने आप नहीं जान सकता — मौसम पूरे वायु-स्तंभ को ऊपर-नीचे करता है। कैलिब्रेशन इसे स्थिर करता है। हर कुछ घंटों में, या मौसम बदलने पर, इसे दोबारा करना पड़ेगा।
id: Sensor tekanan mengukur perubahan ketinggian hingga sekitar satu meter, tetapi tidak dapat mengetahui sendiri jaraknya ke permukaan laut — cuaca menggeser seluruh kolom udara naik dan turun. Kalibrasi menetapkannya. Ulangi setiap beberapa jam, atau saat cuaca berubah.
it: Il sensore di pressione misura le variazioni di quota con precisione di circa un metro, ma da solo non può sapere quanto disti il livello del mare — il meteo sposta l'intera colonna d'aria su e giù. La calibrazione lo àncora. Aspettati di ripeterla ogni poche ore, o quando il tempo cambia.
ja: 気圧センサーは高度の変化を 1 m 程度の精度で測れますが、海面までの距離を単独で知ることはできません。天候によって大気の柱全体が上下するためです。較正でそれを固定します。数時間ごと、または天候が変わったときに再較正してください。
ko: 기압 센서는 고도 변화를 1 m 안팎의 정밀도로 측정하지만, 해면까지의 거리는 스스로 알 수 없습니다. 날씨가 공기 기둥 전체를 위아래로 움직이기 때문입니다. 보정이 그 기준을 고정합니다. 몇 시간마다, 또는 날씨가 바뀔 때마다 다시 보정하세요.
nl: De druksensor meet hoogteverschillen tot op ongeveer een meter, maar kan zelf niet weten hoe ver het zeeniveau is — het weer beweegt de hele luchtkolom op en neer. Kalibratie legt dat vast. Reken erop dit elke paar uur te herhalen, of zodra het weer omslaat.
pl: Czujnik ciśnienia mierzy zmiany wysokości z dokładnością około metra, ale sam nie wie, jak daleko jest do poziomu morza — pogoda przesuwa całą kolumnę w górę i w dół. Kalibracja to ustala. Trzeba ją powtarzać co kilka godzin albo gdy zmienia się pogoda.
pt_br: O sensor de pressão mede variações de altitude com precisão de cerca de um metro, mas sozinho não sabe a distância até o nível do mar — o tempo desloca a coluna inteira para cima e para baixo. A calibração a fixa. Espere refazê-la a cada poucas horas, ou sempre que o tempo virar.
ru: Датчик давления измеряет изменение высоты с точностью около метра, но сам не знает расстояния до уровня моря — погода сдвигает весь столб вверх и вниз. Калибровка его закрепляет. Повторять её придётся раз в несколько часов или при смене погоды.
sv: Trycksensorn mäter höjdförändringar på ungefär en meter när, men kan inte själv veta hur långt det är till havsytan — vädret flyttar hela luftpelaren upp och ned. Kalibreringen låser den. Räkna med att göra om den med några timmars mellanrum, eller när vädret slår om.
th: เซ็นเซอร์ความดันวัดการเปลี่ยนแปลงความสูงได้ละเอียดราวหนึ่งเมตร แต่ไม่อาจรู้เองว่าอยู่สูงจากระดับน้ำทะเลเท่าใด — สภาพอากาศดันมวลอากาศทั้งแนวขึ้นลง การปรับเทียบจะตรึงค่าไว้ ควรทำซ้ำทุกสองสามชั่วโมง หรือเมื่ออากาศเปลี่ยน
tr: Basınç sensörü yükseklik değişimlerini yaklaşık bir metre hassasiyetle ölçer, ancak deniz seviyesine olan uzaklığı kendi başına bilemez — hava durumu tüm sütunu yukarı aşağı oynatır. Kalibrasyon bunu sabitler. Birkaç saatte bir ya da hava değiştiğinde yenilemeyi bekleyin.
uk: Сенсор тиску вимірює зміну висоти з точністю близько метра, але сам не знає відстані до рівня моря — погода зсуває весь стовп угору й униз. Калібрування його закріплює. Повторювати доведеться раз на кілька годин або зі зміною погоди.
vi: Cảm biến áp suất đo thay đổi độ cao chính xác đến khoảng một mét, nhưng tự nó không biết cách mực nước biển bao xa — thời tiết đẩy cả cột không khí lên xuống. Hiệu chuẩn sẽ neo lại giá trị. Nên làm lại sau vài giờ, hoặc khi thời tiết đổi.
zh_hans: 气压传感器能以约一米的精度测量海拔变化，但它自身无法知道距海平面有多远——天气会让整个大气柱上下移动。校准就是把它固定下来。预计每隔几小时，或天气一变就要重做一次。
zh_hant: 氣壓感測器能以約一公尺的精度量測海拔變化，但它自己無法知道距海平面有多遠——天氣會讓整個大氣柱上下移動。校正就是把它釘住。預期每隔幾小時，或天氣一變就要重做一次。

source: The QNH from an airfield or weather report near you.
ar: قيمة QNH من مطار أو نشرة جوية قريبة منك.
de: Das QNH eines Flugplatzes oder Wetterberichts in deiner Nähe.
es: El QNH de un aeródromo o parte meteorológico cercano.
fr: Le QNH d'un aérodrome ou d'un bulletin météo proche.
hi: आस-पास के हवाई अड्डे या मौसम रिपोर्ट का QNH।
id: QNH dari lapangan terbang atau laporan cuaca di dekat Anda.
it: Il QNH di un aeroporto o bollettino meteo vicino a te.
ja: 近くの飛行場や気象情報の QNH。
ko: 근처 비행장이나 기상 정보의 QNH.
nl: De QNH van een vliegveld of weerbericht bij jou in de buurt.
pl: QNH z pobliskiego lotniska lub komunikatu meteo.
pt_br: O QNH de um aeródromo ou boletim meteorológico próximo.
ru: QNH ближайшего аэродрома или из сводки погоды.
sv: QNH från ett flygfält eller en väderrapport nära dig.
th: ค่า QNH จากสนามบินหรือรายงานอากาศใกล้คุณ
tr: Yakınınızdaki bir havaalanının veya hava raporunun QNH değeri.
uk: QNH найближчого аеродрому або зі зведення погоди.
vi: QNH từ sân bay hoặc bản tin thời tiết gần bạn.
zh_hans: 附近机场或天气报告中的 QNH。
zh_hant: 附近機場或天氣報告中的 QNH。

source: Theme
ar: السمة
de: Stil
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Giao diện
zh_hans: 主题
zh_hant: 主題

source: Thermals
ar: التيارات الحرارية
de: Thermik
es: Térmicas
fr: Thermiques
hi: थर्मल
id: Termal
it: Termiche
ja: サーマル
ko: 상승기류
nl: Thermiek
pl: Kominy
pt_br: Térmicas
ru: Потоки
sv: Termik
th: กระแสลมร้อน
tr: Termikler
uk: Потоки
vi: Luồng khí nóng
zh_hans: 热气流
zh_hant: 熱氣流

source: This device has no pressure sensor, so only the satellite altitude will read.
ar: لا يحتوي هذا الجهاز على مستشعر ضغط، لذا سيُقرأ ارتفاع الأقمار الاصطناعية فقط.
de: Dieses Gerät hat keinen Drucksensor, daher wird nur die Satellitenhöhe angezeigt.
es: Este dispositivo no tiene sensor de presión, así que solo se mostrará la altitud por satélite.
fr: Cet appareil n'a pas de capteur de pression : seule l'altitude satellite sera affichée.
hi: इस डिवाइस में दबाव सेंसर नहीं है, इसलिए केवल सैटेलाइट ऊँचाई दिखेगी।
id: Perangkat ini tidak memiliki sensor tekanan, sehingga hanya ketinggian satelit yang terbaca.
it: Questo dispositivo non ha un sensore di pressione: verrà mostrata solo la quota satellitare.
ja: この端末には気圧センサーがないため、衛星高度のみ表示されます。
ko: 이 기기에는 기압 센서가 없어 위성 고도만 표시됩니다.
nl: Dit toestel heeft geen druksensor, dus alleen de satelliethoogte wordt getoond.
pl: To urządzenie nie ma czujnika ciśnienia, więc widoczna będzie tylko wysokość satelitarna.
pt_br: Este aparelho não tem sensor de pressão, então só a altitude por satélite será exibida.
ru: В этом устройстве нет датчика давления, поэтому будет показана только спутниковая высота.
sv: Enheten har ingen trycksensor, så bara satellithöjden visas.
th: เครื่องนี้ไม่มีเซ็นเซอร์ความดัน จึงอ่านได้เฉพาะความสูงจากดาวเทียม
tr: Bu cihazda basınç sensörü yok, bu yüzden yalnızca uydu yüksekliği okunur.
uk: У цьому пристрої немає сенсора тиску, тому буде показано лише супутникову висоту.
vi: Thiết bị này không có cảm biến áp suất, nên chỉ đọc được độ cao vệ tinh.
zh_hans: 此设备没有气压传感器，因此只会显示卫星海拔。
zh_hant: 此裝置沒有氣壓感測器，因此只會顯示衛星海拔。

source: This watch has no barometer. Open Mini Altimeter on the phone and the readings appear here.
ar: لا تحتوي هذه الساعة على بارومتر. افتح Mini Altimeter على الهاتف وستظهر القراءات هنا.
de: Diese Watch hat kein Barometer. Öffne Mini Altimeter auf dem iPhone, dann erscheinen die Werte hier.
es: Este reloj no tiene barómetro. Abre Mini Altimeter en el iPhone y las lecturas aparecerán aquí.
fr: Cette montre n'a pas de baromètre. Ouvrez Mini Altimeter sur l'iPhone et les mesures apparaîtront ici.
hi: इस घड़ी में बैरोमीटर नहीं है। फ़ोन पर Mini Altimeter खोलें, रीडिंग यहाँ दिखेंगी।
id: Jam ini tidak memiliki barometer. Buka Mini Altimeter di ponsel dan bacaannya akan muncul di sini.
it: Questo orologio non ha un barometro. Apri Mini Altimeter su iPhone e le letture compariranno qui.
ja: このウォッチには気圧計がありません。iPhone で Mini Altimeter を開くと、測定値がここに表示されます。
ko: 이 시계에는 기압계가 없습니다. iPhone에서 Mini Altimeter를 열면 측정값이 여기에 표시됩니다.
nl: Deze watch heeft geen barometer. Open Mini Altimeter op de telefoon en de metingen verschijnen hier.
pl: Ten zegarek nie ma barometru. Otwórz Mini Altimeter na telefonie, a odczyty pojawią się tutaj.
pt_br: Este relógio não tem barômetro. Abra o Mini Altimeter no iPhone e as leituras aparecem aqui.
ru: В этих часах нет барометра. Откройте Mini Altimeter на телефоне, и показания появятся здесь.
sv: Klockan har ingen barometer. Öppna Mini Altimeter på telefonen så visas mätningarna här.
th: นาฬิกานี้ไม่มีบารอมิเตอร์ เปิด Mini Altimeter บนโทรศัพท์ แล้วค่าจะแสดงที่นี่
tr: Bu saatte barometre yok. Telefonda Mini Altimeter'ı açın, ölçümler burada görünür.
uk: У цьому годиннику немає барометра. Відкрийте Mini Altimeter на телефоні, і показання з'являться тут.
vi: Đồng hồ này không có khí áp kế. Mở Mini Altimeter trên điện thoại và số đọc sẽ hiện ở đây.
zh_hans: 此手表没有气压计。在手机上打开 Mini Altimeter，读数就会显示在这里。
zh_hant: 這支手錶沒有氣壓計。在手機上開啟 Mini Altimeter，讀數就會顯示在這裡。

source: Total descent
ar: إجمالي الهبوط
de: Gesamtabstieg
es: Descenso total
fr: Descente totale
hi: कुल अवरोहण
id: Total turun
it: Discesa totale
ja: 累積下降量
ko: 누적 하강량
nl: Totale daling
pl: Zejście łącznie
pt_br: Descida total
ru: Общий спуск
sv: Total nedstigning
th: ยอดลง
tr: Toplam iniş
uk: Загальний спуск
vi: Tổng xuống
zh_hans: 累计下降
zh_hant: 累計下降

source: Trip
ar: الرحلة
de: Tour
es: Ruta
fr: Trajet
hi: ट्रिप
id: Perjalanan
it: Percorso
ja: トリップ
ko: 트립
pl: Trasa
pt_br: Trajeto
ru: Маршрут
sv: Tur
th: ทริป
tr: Yolculuk
uk: Маршрут
vi: Hành trình
zh_hans: 行程
zh_hant: 行程

source: Trips
ar: الرحلات
de: Touren
es: Rutas
fr: Trajets
hi: ट्रिप
id: Perjalanan
it: Percorsi
ja: トリップ
ko: 트립
pl: Trasy
pt_br: Trajetos
ru: Маршруты
sv: Turer
th: ทริป
tr: Yolculuklar
uk: Маршрути
vi: Hành trình
zh_hans: 行程
zh_hant: 行程

source: Uncalibrated
ar: غير معاير
de: Unkalibriert
es: Sin calibrar
fr: Non calibré
hi: कैलिब्रेट नहीं
id: Belum dikalibrasi
it: Non calibrato
ja: 未較正
ko: 보정 안 됨
nl: Niet gekalibreerd
pl: Nieskalibrowany
pt_br: Não calibrado
ru: Не калибровано
sv: Okalibrerad
th: ยังไม่ปรับเทียบ
tr: Kalibre edilmedi
uk: Не калібровано
vi: Chưa hiệu chuẩn
zh_hans: 未校准
zh_hant: 未校正

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
hi: इकाइयाँ
id: Satuan
it: Unità
ja: 単位
ko: 단위
nl: Eenheden
pl: Jednostki
pt_br: Unidades
ru: Единицы
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Use satellite altitude
ar: استخدام ارتفاع الأقمار الاصطناعية
de: Satellitenhöhe verwenden
es: Usar altitud por satélite
fr: Utiliser l'altitude satellite
hi: सैटेलाइट ऊँचाई उपयोग करें
id: Gunakan ketinggian satelit
it: Usa la quota satellitare
ja: 衛星高度を使用
ko: 위성 고도 사용
nl: Satelliethoogte gebruiken
pl: Użyj wysokości satelitarnej
pt_br: Usar altitude por satélite
ru: Спутниковая высота
sv: Använd satellithöjd
th: ใช้ความสูงจากดาวเทียม
tr: Uydu yüksekliğini kullan
uk: Супутникова висота
vi: Dùng độ cao vệ tinh
zh_hans: 使用卫星海拔
zh_hant: 使用衛星海拔

source: Vertical speed
ar: السرعة العمودية
de: Vertikalgeschwindigkeit
es: Velocidad vertical
fr: Vitesse verticale
hi: ऊर्ध्व गति
id: Kecepatan vertikal
it: Velocità verticale
ja: 昇降速度
ko: 수직 속도
nl: Verticale snelheid
pl: Prędkość pionowa
pt_br: Velocidade vertical
ru: Вертикальная скорость
sv: Vertikal fart
th: ความเร็วแนวดิ่ง
tr: Dikey hız
uk: Вертикальна швидкість
vi: Tốc độ thẳng đứng
zh_hans: 垂直速度
zh_hant: 垂直速度

source: Waiting
ar: انتظار
de: Warten
es: Esperando
fr: En attente
hi: प्रतीक्षा
id: Menunggu
it: In attesa
ja: 待機中
ko: 대기 중
nl: Wachten
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
sv: Väntar
th: รอ
tr: Bekleniyor
uk: Очікування
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for a fix
ar: في انتظار الموقع
de: Warte auf Fix
es: Esperando posición
fr: En attente de position
hi: फ़िक्स की प्रतीक्षा
id: Menunggu fix
it: In attesa di posizione
ja: 測位待ち
ko: 측위 대기 중
nl: Wacht op positie
pl: Oczekiwanie na pozycję
pt_br: Aguardando posição
ru: Ожидание сигнала
sv: Väntar på position
th: รอสัญญาณ
tr: Konum bekleniyor
uk: Очікування сигналу
vi: Chờ định vị
zh_hans: 等待定位
zh_hant: 等待定位

source: Waiting for a fix. This needs a clear view of the sky.
ar: في انتظار الموقع. يحتاج هذا إلى رؤية واضحة للسماء.
de: Warte auf Fix. Dafür braucht es freie Sicht zum Himmel.
es: Esperando posición. Hace falta cielo despejado a la vista.
fr: En attente de position. Il faut une vue dégagée du ciel.
hi: फ़िक्स की प्रतीक्षा। इसके लिए खुला आकाश चाहिए।
id: Menunggu fix. Perlu pandangan langit yang terbuka.
it: In attesa di posizione. Serve una vista libera del cielo.
ja: 測位待ちです。空が開けた場所が必要です。
ko: 측위를 기다리고 있습니다. 하늘이 잘 보이는 곳이 필요합니다.
nl: Wacht op een positie. Hiervoor is vrij zicht op de hemel nodig.
pl: Oczekiwanie na pozycję. Potrzebny jest otwarty widok na niebo.
pt_br: Aguardando posição. É preciso ter o céu à vista.
ru: Ожидание сигнала. Нужно открытое небо.
sv: Väntar på position. Det kräver fri sikt mot himlen.
th: รอสัญญาณ ต้องเห็นท้องฟ้าโล่ง
tr: Konum bekleniyor. Bunun için gökyüzünün açık görünmesi gerekir.
uk: Очікування сигналу. Потрібне відкрите небо.
vi: Chờ định vị. Cần nhìn thấy bầu trời thông thoáng.
zh_hans: 正在等待定位。需要开阔的天空视野。
zh_hant: 正在等待定位。需要開闊的天空視野。

source: Waiting for iPhone
ar: في انتظار iPhone
de: Warte auf iPhone
es: Esperando al iPhone
fr: En attente de l'iPhone
hi: iPhone की प्रतीक्षा
id: Menunggu iPhone
it: In attesa di iPhone
ja: iPhone を待機中
ko: iPhone 대기 중
nl: Wacht op iPhone
pl: Oczekiwanie na iPhone'a
pt_br: Aguardando o iPhone
ru: Ожидание iPhone
sv: Väntar på iPhone
th: รอ iPhone
tr: iPhone bekleniyor
uk: Очікування iPhone
vi: Chờ iPhone
zh_hans: 等待 iPhone
zh_hant: 等待 iPhone

source: Waiting for sensors
ar: في انتظار المستشعرات
de: Warte auf Sensoren
es: Esperando sensores
fr: En attente des capteurs
hi: सेंसर की प्रतीक्षा
id: Menunggu sensor
it: In attesa dei sensori
ja: センサー待ち
ko: 센서 대기 중
nl: Wacht op sensoren
pl: Oczekiwanie na czujniki
pt_br: Aguardando sensores
ru: Ожидание датчиков
sv: Väntar på sensorer
th: รอเซ็นเซอร์
tr: Sensörler bekleniyor
uk: Очікування сенсорів
vi: Chờ cảm biến
zh_hans: 等待传感器
zh_hant: 等待感測器
